Repository: yousraagoub/Nira
Catalog: Nira/Localizable.xcstrings
Source language: en
Languages: ar

source: For best performance, make sure your eyes and face are not covered.
ar: لأفضل أداء، تأكد أن عينيك ووجهك غير مغطاة.

source: Try to observe as many details as possible.
ar: حاول ملاحظة أكبر قدر ممكن من التفاصيل.

source: Cup
ar: كوب

source: %lld minutes %lld seconds
ar: %lld دقيقة %lld ثانية

source: %lld seconds
ar: %lld ثانية

source: Bird
ar: طير

source: Butterfly
ar: فراشة

source: Carrot
ar: جزرة

source: Dog
ar: كلب

source: Eye Tracking Training
ar: تدريب تتبع العين

source: Five
ar: خمسة

source: Flip and Memorize
ar: اقلب الصورة واحفظها

source: Focus your gaze on the circle until it moves downwards.
ar: ركّز نظرك على الدائرة حتى تتحرك الدائرة للأسفل.

source: Four
ar: اربعة

source: Full moon
ar: بدر

source: Good job
ar: أحسنت

source: Green
ar: أخضر

source: How many balls were in the picture?
ar: كم عدد الكرات الموجودة في الصورة

source: How many bananas were shown?
ar: كم عدد الموزات التي ظهرت؟

source: How many cups were in the picture?
ar: كم عدد الكؤوس الموجودة في الصورة؟

source: How many flower pots were next to the cat?
ar: كم كانت عدد أواني الزهور بجانب القطة

source: How many flowers appeared in the picture?
ar: كم عدد الزهور التي ظهرت في الصورة

source: How many pencils were inside the pen holder?
ar: كم عدد أقلام الرصاص داخل حامل الأقلام

source: How many pencils were inside the pencil holder?
ar: كم عدد أقلام الرصاص داخل حامل الأقلام

source: How many people had their legs crossed?
ar: كم عدد الأشخاص الذين كانت ساقاهم متقاطعتين؟

source: How many people were in the picture?
ar: كم عدد الأشخاص في الصورة

source: How many pillows were on the sofa?
ar: كم كان عدد الوسادات على الأريكة

source: How many tiny flowers?
ar: كم عدد الزهور الصغيرة؟

source: How many total flowers appear to have five petals?
ar: كم عدد الزهور الإجمالية التي لها خمس بتلات؟

source: How many tulip flowers were in the picture?
ar: كم عدد زهور التوليب الموجودة في الصورة؟

source: How many windows were visible?
ar: كم عدد النوافذ التي ظهرت في الصورة؟

source: Left hand
ar: اليد اليسرى

source: Lion
ar: أسد

source: Look at the picture and memorize it, then move to then next page to answer questions.
ar: انظر إلى الصورة واحفظها، ثم انتقل إلى الصفحة التالية للإجابة على الأسئلة.

source: Memory
ar: الذاكرة

source: Memory Training
ar: تدريب الذاكرة

source: Middle
ar: منتصف

source: More
ar: المزيد

source: Next
ar: التالي

source: No
ar: لا

source: One
ar: واحد

source: Orange
ar: برتقالي

source: Pine tree
ar: شجرة الصنوبر

source: Pot
ar: إناء

source: Right hand
ar: اليد اليمنى

source: Round tree
ar: شجرة مستديرة

source: Seven
ar: سبعة

source: Six
ar: ستة

source: Star
ar: نجمة

source: Sun
ar: شمس

source: Sunflower
ar: عباد الشمس

source: Three
ar: ثلاثة

source: Top
ar: أعلى

source: Try Again
ar: حاول مجددا

source: Try Again!
ar: حاول مرة أخرى!

source: Tulip
ar: توليب

source: Two
ar: اثنين

source: Visual Perception
ar: الإدراك البصري

source: Was the house tilted?
ar: هل كان البيت مائلا؟

source: Was there a laptop in the image?
ar: هل كان هناك لابتوب في الصورة

source: Was there a plant in the room?
ar: هل كان هناك نبتة في الغرفة

source: Was there a window in the kitchen?
ar: هل كان هناك نافذة في المطبخ

source: Was there an apple in the picture?
ar: هل كان هناك تفاحة في الصورة

source: Welcome to Nira
ar: أهلا بك في نيرا

source: What animal was not in the picture?
ar: أي حيوان لم يكن في الصورة؟

source: What color was the banana plate?
ar: ماذا كان لون صحن الموز؟

source: What color was the cup?
ar: ماذا كان لون الكوب؟

source: What color was the desk lamp?
ar: ماذا كان لون مصباح المكتب؟

source: What color was the rug?
ar: ماذا كان لون السجادة؟

source: What creature was flying outside?
ar: أي كائن كان يطير في الخارج؟

source: What object was in the bottom-right corner?
ar: أي شكل كان في يمين أسفل الصورة؟

source: What shape is located in the middle of the picture?
ar: ما هو الشكل الموجود في منتصف الصورة؟

source: What type of tree was at the bottom?
ar: ما نوع الشجرة التي كانت بالأسفل؟

source: What was not in the picture?
ar: أيهم لم يكن موجودًا بالصورة؟

source: What was not there?
ar: أيهم لم يكن موجودًا بالصورة؟

source: Wher Was the turtle placed on?
ar: أين كان موضع السلحفاة؟

source: Where Was the turtle placed on?
ar: أين كان موضع السلحفاة؟

source: Where you will enhances visual perception and strengthens memory through visual exercises. The more consistent you are with exercises, the stronger your visual processing abilities.
ar: حيث ستعزز الإدراك البصري وتقوي الذاكرة من خلال التمارين البصرية. كلما كانت مدة التمرين أقصر، زادت قوة قدراتك على المعالجة البصرية.

source: Where you will enhances visual perception and strengthens memory through visual exercises. The shorter your exercise, the stronger your visual processing abilities.
ar: حيث ستعزز الإدراك البصري وتقوي الذاكرة من خلال التمارين البصرية. كلما كانت مدة التمرين أقصر، زادت قوة قدراتك على المعالجة البصرية.

source: Which hand did the man hold his cup with?
ar: بأي يد كان الرجل يمسك الكأس؟

source: Yellow
ar: أصفر

source: Yes
ar: نعم
